/*Localized name of the help book to use*/

"TPTITLE" = "Sie haben das Datum oder die Uhrzeit geändert. Klicken Sie auf „Sichern“, um die Änderungen zu sichern. Klicken Sie auf „Zurück“, um zu den vorigen Einstellungen zurückzukehren.";
"TPTEXT" = "Klicken Sie auf „Abbrechen“, um weitere Änderungen vorzunehmen.";
"TPCANCEL" = "Abbrechen";
"TPREVERT" = "Zurück";
"TPSAVE" = "Sichern";


/* Strings used as domains to use as time servers */
/*  These are NOT the names displayed in the combo box, those can be edited in the NIB file */
/*  These are the domains that actually get used when a user selects one of the popup items */
"US_NTP_SERVER_DOMAIN" = "time.apple.com";
"ASIA_NTP_SERVER_DOMAIN" = "time.asia.apple.com";
"EURO_NTP_SERVER_DOMAIN" = "time.euro.apple.com";
